Elevation Profile sketch is invalid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId InvalidElevationSketch { get; }
  Visual Basic
Public Shared ReadOnly Property InvalidElevationSketch As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ InvalidElevationSketch {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures SketchFailures Class
  Autodesk.Revit.DB Namespace